{
  "categories": [
    {
      "id": "1",
      "name": "Business & Economics"
    },
    {
      "id": "2",
      "name": "Science Fiction & Fantasy - Fantasy Fiction"
    },
    {
      "id": "3",
      "name": "Self-Help, Relationships & Lifestyle - Self Help"
    }
  ],
  "books": [
    {
      "id": "1",
      "name": "Do mil ao milhão: Sem cortar o cafezinho",
      "publishingCompany": "HarperCollins Brasil",
      "description": "Em seu primeiro livro, Thiago Nigro, criador da plataforma O Primo Rico, ensina aos leitores os três pilares para atingir a independência financeira: gastar bem, investir melhor e ganhar mais. Por meio de dados e de sua própria experiência como investidor e assessor, Nigro mostra que a riqueza é possível para todos – basta estar disposto a aprender e se dedicar.",
      "publishedYear": "2018",
      "countPage": "224",
      "imageUrl": "https://covers.zlibcdn2.com/covers299/books/99/b8/b0/99b8b0d8aae479e39dcf47cba36100e5.jpg",
      "categoryId": "1",
      "createdAt": "2022-10-16T02:58:24.466Z"
    },
    {
      "name": "O poder do hábito - Por que fazemos o que fazemos na vida e nos negócios",
      "publishingCompany": "Objetiva",
      "imageUrl": "https://covers.zlibcdn2.com/covers299/books/d4/6a/79/d46a79d3b3847d950ad287965176110c.jpg",
      "countPage": "350",
      "publishedYear": "2012",
      "description": "Durante os ultimos dois anos, uma jovem transformou quase todos os aspectos de sua vida. Parou de fumar, correu uma maratona e foi promovida. Em um laboratorio, neurologistas descobriram que os padroes dentro do cerebro dela ou seja, seus habitos foram modificados de maneira fundamental para que todas essas mudancas ocorressem. Ha duas decadas pesquisando ao lado de psicologos, sociologos e publicitarios, cientistas do cerebro comecaram finalmente a entender como os habitos funcionam e, mais importante, como podem ser transformados. Embora isoladamente parecam ter pouca importancia, com o tempo, tem um enorme impacto na saude, na produtividade, na estabilidade financeira e na felicidade. Com base na leitura de centenas de artigos academicos, entrevistas com mais de trezentos cientistas e executivos, alem de pesquisas realizadas em dezenas de empresas, o reporter investigativo do New York Times Charles Duhigg elabora, em O poder do habito, um argumento animador: a chave para se exercitar regularmente, perder peso, educar bem os filhos, se tornar uma pessoa mais produtiva, criar empresas revolucionarias e ter sucesso e entender como os habitos funcionam. Transforma-los pode gerar bilhoes e significar a diferenca entre fracasso e sucesso, vida e morte. Duhigg conclui por que algumas pessoas e empresas tem tanta dificuldade em mudar, enquanto outras o fazem da noite para o dia. Descobre, por exemplo, como habitos corretos foram cruciais para o sucesso do nadador Michael Phelps, do diretor executivo da Starbucks, Howard Schultz, e do heroi dos direitos civis, Martin Luther King, Jr.: Eles tiveram exito transformando habitos. Todos comecam com um padrao psicologico. Primeiro, ha uma sugestao, ou gatilho, que diz ao seu cerebro para entrar em modo automatico e desdobrar um comportamento. Depois, ha a rotina, que e o comportamento em si. Para alterar um habito, e preciso modificar os padroes que moldam cada aspecto de nossas vidas. Entendendo",
      "createdAt": "2022-10-16T02:58:24.466Z",
      "updatedAt": "2022-10-24T00:11:28.657Z",
      "id": "2"
    }
  ]
}